#点乐自助平台周报(2015/3/23—2015/3/27)
##改进模块
###情报里体现“下线申请”的描述
###广告属性页，别人打不开
###上传广告
####优化地方
1. 关联广告ID,生成上传日志
2. 替换包的时候更新版本和体积
3. 上传广告时上传MD5，与服务器端进行对比，判断是否成功（PS：MD5即Message-Digest Algorithm 5（信息-摘要算法5），用于确保信息传输完整一致）
4. 更新广告的时候也可以抓包
5. 更新广告上传时，窗口不能关闭

###邮件通知
####通知运营
1. 创建广告
2. 申请修改广告量级等
3. 修改广告备注
4. 改进编码，兼容foxmail
5. 增加广告名称

###统计数据
####基础
1. 推广统计
2. 首页显示大概情况
####分解
1. 时间维度
2. 消费

###权限系统
####优化地方
1. 不同的用户加载不同侧边栏导航
2. 不是自己的广告不能编辑
3. 只能查看自己的广告

###管理后台协同
####功能
1. 广告列表可以查看申请记录
2. 替换广告自动补全广告信息
3. 申请的通知里包含申请类型
